Revit 2015 API
GeometryObjectArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual GeometryObjectArrayIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As GeometryObjectArrayIterator
Visual C++
public:
virtual GeometryObjectArrayIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the array.
See Also
GeometryObjectArray Class
Autodesk.Revit.DB Namespace